[
    {
        "id": 1,
        "picture": "https://i.ibb.co/yQD5JJs/31.png",
        "title": "Supporting Healthcare Access",
        "category": "Health",
        "category_bg": "#0052FF33",
        "card_bg": "#0052FF26",
        "text_and_button_bg": "#0052FF",
        "description": "Your contribution to our campaign ensures that quality healthcare is accessible to all. In a world where healthcare disparities persist, your support becomes a beacon of hope. Together, we create a healthier future, providing care and support for those in need, regardless of their circumstances. By joining hands with us, you become an integral part of a movement that seeks to eradicate health inequalities and improve the lives of countless individuals. Every donation is a step toward a world where everyone can access the healthcare they deserve. Help us make a lasting impact on the healthcare landscape with your support.",
        "price": 250
    },
    {
        "id": 2,
        "picture": "https://i.ibb.co/mbGLKDr/2.png",
        "title": "Good Education",
        "category": "Education",
        "category_bg": "#FF444A33",
        "card_bg": "#FF444926",
        "text_and_button_bg": "#FF444A",
        "description": "Our initiative is dedicated to shaping brighter futures through education. We firmly believe that education is the cornerstone of personal and societal growth. Your support is a powerful investment in the potential of every student. By providing resources, opportunities, and encouragement, we unlock doors to a world of knowledge and possibilities. Education empowers individuals to excel and make a positive impact on their communities. Join us in our mission to foster a love for learning and to empower students to become the leaders of tomorrow. Together, we can create a brighter and more prosperous future through education.",
        "price": 320
    },
    {
        "id": 3,
        "picture": "https://i.ibb.co/9HVWzcD/4.png",
        "title": "Used Clothing Drive",
        "category": "Clothing",
        "category_bg": "#79C23F33",
        "card_bg": "#79C23F26",
        "text_and_button_bg": "#79C23F",
        "description": "Join our heartfelt campaign to extend warmth and kindness to those in need. Cold seasons can be especially challenging for individuals and families without adequate clothing. Our mission is to provide comfort and care by collecting gently worn clothes and distributing them to those in need. Your support ensures that during these cold seasons, no one has to endure the harsh cold without warmth and protection. By contributing to our cause, you play a crucial role in making the world a cozier and more compassionate place. Together, we can spread warmth and support to those who need it most.",
        "price": 280
    },
    {
        "id": 4,
        "picture": "https://i.ibb.co/Q6Y0fQZ/1.png",
        "title": "Better Food for Everyone",
        "category": "Food",
        "category_bg": "#F8714733",
        "card_bg": "#F8714726",
        "text_and_button_bg": "#F87147",
        "description": "In a world where hunger still affects millions, our campaign unites to fight this pressing issue. Your generous contribution becomes a lifeline of nourishment for families in your community. We believe that access to better food is a fundamental human right, and your support helps us turn this belief into reality. By providing improved meals to those in need, you are changing lives for the better and making a tangible impact on food security. Join us in this collective effort to combat hunger, one meal at a time.",
        "price": 290
    },
    {
        "id": 5,
        "picture": "https://i.ibb.co/KVz6Hc2/stock-photo-cheerful-physicians-speaking-at-conference-in-clinic-576938932.jpg",
        "title": "Access to Quality Healthcare",
        "category": "Health",
        "category_bg": "#0052FF33",
        "card_bg": "#0052FF26",
        "text_and_button_bg": "#0052FF",
        "description": "With our initiative, we are on a mission to make quality healthcare accessible to everyone, regardless of their background or circumstances. Your support is a vital part of this mission, providing a lifeline of care and support to those who are often marginalized. Healthcare should not be a privilege but a basic human right, and your contribution helps bridge the gaps in access. Together, we can create a healthier and more equitable world, where every individual has the opportunity to lead a healthy and fulfilling life. Join us on this journey to make quality healthcare a reality for all.",
        "price": 230
    },
    {
        "id": 6,
        "picture": "https://i.ibb.co/Xxvz7kD/6.png",
        "title": "Fostering Good Education",
        "category": "Education",
        "category_bg": "#FF444A33",
        "card_bg": "#FF444926",
        "text_and_button_bg": "#FF444A",
        "description": "Our initiative strives for brighter futures. By investing in education, we unlock opportunities and ignite a passion for learning, empowering students to excel. Education is the foundation upon which dreams are built, and your contribution helps make these dreams a reality. Join us in shaping a brighter tomorrow through education, where every student has the resources and encouragement they need to thrive. Together, we can create a world where knowledge is a driving force for positive change and personal growth.",
        "price": 310
    },
    {
        "id": 7,
        "picture": "https://i.ibb.co/t4M4ZB2/7.jpg",
        "title": "Helping Needy with Clothing",
        "category": "Clothing",
        "category_bg": "#79C23F33",
        "card_bg": "#79C23F26",
        "text_and_button_bg": "#79C23F",
        "description": "Join our heartfelt campaign to extend warmth and kindness to those who are most vulnerable. Cold seasons can be especially challenging for individuals and families without adequate clothing. Our mission is to provide comfort and care by collecting gently worn clothes and distributing them to those in need. Your support ensures that during these cold seasons, no one has to endure the harsh cold without warmth and protection. By contributing to our cause, you play a crucial role in making the world a cozier and more compassionate place. Together, we can spread warmth and support to those who need it most.",
        "price": 270
    },
    {
        "id": 8,
        "picture": "https://i.ibb.co/h8b4LHn/8.jpg",
        "title": "Aiding Hunger Relief Efforts",
        "category": "Food",
        "category_bg": "#F8714733",
        "card_bg": "#F8714726",
        "text_and_button_bg": "#F87147",
        "description": "In our campaign, we unite to fight a common enemy: hunger. Your generous contribution becomes a lifeline of nourishment for families in your community. We believe that access to nutritious food is a fundamental human right, and your support helps us turn this belief into action. By providing improved meals to those facing food insecurity, you are not only satisfying hunger but also changing lives for the better. Join us in this collective effort to combat hunger and food insecurity, making a significant impact on the lives of individuals and families in need.",
        "price": 220
    },
    {
        "id": 9,
        "picture": "https://i.ibb.co/Bq4TqFn/9.jpg",
        "title": "Improving Access to Healthcare",
        "category": "Health",
        "category_bg": "#0052FF33",
        "card_bg": "#0052FF26",
        "text_and_button_bg": "#0052FF",
        "description": "Our initiative is a shared journey towards a world where quality healthcare is accessible to everyone, regardless of their socio-economic status. Your support is a vital part of this mission, providing a lifeline of care and support to those who are often marginalized. Healthcare should not be a privilege but a basic human right, and your contribution helps bridge the gaps in access. Together, we can create a healthier and more equitable world, where every individual has the opportunity to lead a healthy and fulfilling life. Join us on this journey to make quality healthcare a reality for all.",
        "price": 270
    },
    {
        "id": 10,
        "picture": "https://i.ibb.co/YBL25z3/10.jpg",
        "title": "Empowering Quality Learning",
        "category": "Education",
        "category_bg": "#FF444A33",
        "card_bg": "#FF444926",
        "text_and_button_bg": "#FF444A",
        "description": "With our initiative, we invest in education as a powerful force for a brighter future. Your support becomes a key that unlocks doors to opportunities, ignites a love for learning, and empowers students to excel. Education is the foundation upon which dreams are built, and your contribution helps make these dreams a reality. Join us in shaping a brighter tomorrow through education, where every student has the resources and encouragement they need to thrive. Together, we can create a world where knowledge is a driving force for positive change and personal growth.",
        "price": 330
    },
    {
        "id": 11,
        "picture": "https://i.ibb.co/J7gddrK/11.jpg",
        "title": "Donating Used Clothing",
        "category": "Clothing",
        "category_bg": "#79C23F33",
        "card_bg": "#79C23F26",
        "text_and_button_bg": "#79C23F",
        "description": "Our campaign is a heartfelt act of warmth and kindness. Your generous contributions provide much-needed comfort and care to those who are less fortunate, especially during cold seasons. No one should have to endure the harsh cold without warmth and protection, and your support ensures that individuals and families in need have access to gently worn clothing. By contributing to our cause, you become a source of comfort and hope, making the world a cozier place for those who need it most. Together, we can make a meaningful difference in the lives of those facing adversity.",
        "price": 240
    },
    {
        "id": 12,
        "picture": "https://i.ibb.co/471rg7t/12.jpg",
        "title": "Serving Better Meals for All",
        "category": "Food",
        "category_bg": "#F8714733",
        "card_bg": "#F8714726",
        "text_and_button_bg": "#F87147",
        "description": "Join us in our collective effort to combat hunger and improve access to nourishing meals for everyone. Your support plays a crucial role in ensuring that families in your community have access to better meals, ultimately changing lives for the better. We believe that access to nutritious food is a fundamental right, and your contribution helps turn this belief into action.",
        "price": 320
    }
]